Repository: fubotz/BMT_2025S
Catalog: week3_files/Vienna_Energy_Report_en-de_nllb.tmx
Source language: en
Languages: de

source: Developments at the national level
de: Entwicklung auf nationaler Ebene

source: Key legislation and strategies at a standstill Despite long discussions, the federal government was not able to adopt or even submit the planned “Integrated Energy and Climate Strategy” before the (early) end of the legislative term.
de: Schlüsselgesetze und Strategien stehen still Trotz langer Diskussionen konnte die Bundesregierung die geplante Integrierte Energie- und Klimastrategie nicht vor dem (vorzeitigen) Ende der Legislaturperiode verabschieden oder sogar vorlegen.

source: It was supposed to define Austria’s quantitative goals until 2030 (ideally until 2050) in the areas of energy efficiency, renewables, and carbon dioxide (cf.
de: Die Kommission hat die Kommission aufgefordert, die in der Richtlinie vorgesehenen Maßnahmen zu ergreifen.

source: EU Winter Package above) and with what tools they would be reached.
de: Die Kommission hat die Kommission aufgefordert, die in den letzten Jahren erzielten Ergebnisse zu überprüfen.

source: There were also no notable improvements in the implementation of the Energy Efficiency Act in the year under review.
de: Auch bei der Umsetzung des Gesetzes über Energieeffizienz wurden im Berichtsjahr keine nennenswerten Verbesserungen festgestellt.

source: Due to a large number of generous regulations for individual measures (e.g. recognition of fuel additives or the sending of free flow restrictors to consumers as efficiency measures), the market for energy efficiency certificates remains oversupplied.
de: Aufgrund der zahlreichen großzügigen Vorschriften für einzelne Maßnahmen (z. B. Anerkennung von Brennstoffzusatzstoffen oder Übermittlung von Freizuflussbeschränkern an Verbraucher als Effizienzmaßnahmen) ist der Markt für Energieeffizienzzertifikate nach wie vor überbelegt.

source: The amendments for stricter calculation methods have not yet had any effect.
de: Die Änderungen für strengere Berechnungsmethoden haben noch keine Wirkung gezeigt.

source: As a result, the price for energy efficiency certificates is at nearly 0 cent per kWh, providing no incentive for real energy efficiency measures.
de: Die Kommission hat die Kommission aufgefordert, die in den Erwägungsgründen 1 und 2 genannten Maßnahmen zu ergreifen.

source: Green Electricity Amendment In the last session of the legislative period, the green electricity amendment was adopted unanimously by the National Council on 29 June (and the Federal Council on 5 July).
de: Die Kommission hat die Kommission aufgefordert, die in den Artikeln 6 und 7 genannten Maßnahmen zu ergreifen.

source: The amendment includes changes to the Green Electricity Act, the Electricity Industry and Organisation Act (EIWOG), the Natural Gas Act, and the Energy Control Act, as well as some minor changes to the CHP Points Act.
de: Die Änderung umfasst Änderungen des Gesetzes über grüne Elektrizität, des Gesetzes über die Elektrizitätsindustrie und -organisation (EIWOG), des Gesetzes über Erdgas und des Gesetzes über die Energiekontrolle sowie einige geringfügige Änderungen des Gesetzes über KWK-Standorte.

source: In the next years, funds will be freed up from the budget to, e.g., reduce waiting times for approved installation for wind power, PV and storage, biogas, and small hydropower.
de: In den nächsten Jahren werden Mittel aus dem Haushalt freigegeben, um beispielsweise die Wartezeiten für genehmigte Anlagen für Windkraft, Photovoltaik und Speicherung, Biogas und kleine Wasserkraftwerke zu reduzieren.

source: The “Green Electricity Amendment” is expected to trigger investments of over half a billion Euro, increase the share of renewables in electricity generation in Austria by approx. one percentage point, and make it possible for residents of multi-family homes to use electricity generation installations (e.g. PV) communally.
de: Die Änderung zur grünen Elektrizität dürfte Investitionen in Höhe von über einer halben Milliarde Euro auslösen, den Anteil erneuerbarer Energien an der Stromerzeugung in Österreich um etwa einen Prozentpunkt erhöhen und es den Bewohnern mehrfamiliärer Häuser ermöglichen, Stromerzeugungsanlagen (z. B. PV) gemeinsam zu nutzen.

source: MUNICIPAL DEPARTMENT 20 – ENERGY PLANNING: SHAPING VIENNA'S ENERGY FUTURE
de: 20 ENERGIE-Planning: Gestaltung der Energiezukunft von Wien

source: Projects implemented in the field of energy between 1 July 2016 and 30 June 2017.
de: Projekte im Bereich Energie, die zwischen dem 1. Juli 2016 und dem 30. Juni 2017 durchgeführt wurden

source: Strategies New strategies – new challenges – new objectives Energy Framework Strategy for Vienna The government manifesto for the second term of Vienna’s coalition government of Social Democrats and Greens includes the development of an Energy Framework Strategy for Vienna.
de: Strategie Neue Strategien neue Herausforderungen neue Ziele Energie-Rahmenstrategie für Wien Das Regierungsmanifest für die zweite Amtszeit der Wiener Koalitionsregierung der Sozialdemokraten und Grünen enthält die Entwicklung einer Energie-Rahmenstrategie für Wien.

source: This Energy Framework Strategy has been developed and will, after final adaptations, likely be presented to the Vienna City Council in late 2017.
de: Diese Energie-Rahmenstrategie wurde entwickelt und wird nach endgültigen Anpassungen dem Wiener Stadtrat voraussichtlich Ende 2017 vorgelegt.

source: Development and finalisation of an SEP successor programme (“SEP 2030”) Consistently increasing energy efficiency is an important component of a sustainable energy policy.
de: Entwicklung und Fertigstellung eines Nachfolgeprogramms für das SEP (SEP 2030) Eine konsequente Steigerung der Energieeffizienz ist ein wichtiger Bestandteil einer nachhaltigen Energiepolitik.

source: Therefore, a successor, nicknamed “SEP 2030”, was developed for the Urban Energy Efficiency Programme SEP, and was mostly completed in 2017.
de: Daher wurde für das städtische Energieeffizienzprogramm SEP ein Nachfolger mit dem Spitznamen SEP 2030 entwickelt, der 2017 größtenteils fertiggestellt wurde.

source: The programme is being developed with the assistance of the Energy Center Wien (ECW).
de: Das Programm wird mit Unterstützung des Energiezentrums Wien (ECW) entwickelt.

source: When it will be presented to the City Council depends on the adoption of the Vienna Energy Framework Strategy.
de: Die Vorlage an den Stadtrat hängt von der Verabschiedung der Wiener Energie-Rahmenstrategie ab.

source: Strategic concept on spatial energy planning The strategic concept on spatial energy planning, whose development began in December 2016, is now in the final development phase.
de: Strategisches Konzept für die Raumfahrtplanung Die Entwicklung des Strategischen Konzepts für die Raumfahrtplanung, das im Dezember 2016 begonnen hat, befindet sich nun in der Endphase.

source: The strategic concept is being developed to meet the goals of the Urban Development Plan 2025 (STEP 2025).
de: Das strategische Konzept wird entwickelt, um die Ziele des Stadtentwicklungsplans 2025 (STEP 2025) zu erreichen.

source: The objectives set out in STEP 2025 and the Energy Framework Strategy provide the context for spatial energy planning in Vienna.
de: Die Ziele des Schritts 2025 und die Energierahmenstrategie bilden den Kontext für die Raumfahrt-Energieplanung in Wien.

source: The strategic concept defines the position and goals of the City of Vienna with regard to spatial energy planning and determines the necessary steps for establishing spatial energy planning in Vienna.
de: Das strategische Konzept definiert die Position und Ziele der Stadt Wien in Bezug auf die Raumfahrtplanung und legt die notwendigen Schritte für die Einführung einer Raumfahrtplanung in Wien fest.

source: It describes four main areas of action, which are each divided into several bundles of measures.
de: Sie beschreibt vier Haupttätigkeiten, die jeweils in mehrere Maßnahmenpakete unterteilt sind.

source: It will be presented to the City Council in early 2018.
de: Er wird dem Stadtrat Anfang 2018 vorgelegt.

source: Ideas for a smart city
de: Ideen für eine intelligente Stadt

source: “European Heat Pump City of the Year” Award At the DecarbHeat conference in Brussels on 11 and 12 May 2017, the City of Vienna was presented the “European Heat Pump City of the Year” award by Celine Fremault, Minister of Housing, Quality of Life, Environment and Energy for the Brussels-Capital Region.
de: Europäische Wärmepumpenstadt des Jahres Preis Auf der DecarbHeat-Konferenz in Brüssel am 11. und 12. Mai 2017 erhielt die Stadt Wien den Europäische Wärmepumpenstadt des Jahres Preis von Celine Fremault, Ministerin für Wohnungswesen, Lebensqualität, Umwelt und Energie der Region Brüssel-Hauptstadt.

source: Vienna’s entry, which presented the main initiatives for promoting heat pumps, won over projects from Trondheim (Norway) and Berlin (Germany).
de: Der Beitrag von Wien, der die wichtigsten Initiativen zur Förderung von Wärmepumpen vorstellte, gewann Projekte aus Trondheim (Norwegen) und Berlin (Deutschland).

source: The projects included in Vienna’s entry were the development and management of the city’s subsidies for heat pumps as well as the integration of energy maps into the online city map to show potential for near-surface geothermal energy in the city.
de: Die in Wien eingereichten Projekte umfassten die Entwicklung und Verwaltung der Stadtbeihilfen für Wärmepumpen sowie die Integration von Energiekartoffern in die Online-Stadtkarte, um das Potenzial für oberflächennahe Geothermie in der Stadt aufzuzeigen.

source: Data and research
de: Daten und Forschung

source: Energy options study in Donaufeld A novel method for assessing energy supply options in new urban development areas was developed for the urban development area Donaufeld.
de: Energieoptionsstudie in Donaufeld Für das Stadtentwicklungsgebiet Donaufeld wurde eine neuartige Methode zur Bewertung der Energieversorgungsmöglichkeiten in neuen Stadtentwicklungsgebieten entwickelt.

source: A project advisory committee consisting of representatives of Municipal Departments 20 and 25, housing fund Wohnfonds Wien and energy supplier Wien Energie agreed on the basic approach and input parameters.
de: Ein Projektbeirat, bestehend aus Vertretern der Gemeindeverwaltungen 20 und 25, Wohnfonds Wien und Energieversorger Wien Energie, hat sich auf den Grundansatz und die Eingabeparameter geeinigt.

source: This method will be used for other urban development areas in the future.
de: Diese Methode wird künftig auch für andere Stadtentwicklungsgebiete angewendet.

source: The final report is available on the homepage of Municipal Department 20. https://www.wien.gv.at/stadtentwicklung/energie/pdf/energieversorgung-donaufeld.pdf Report on “Legal aspects of spatial energy planning” As preparation for the implementation of new energy supply options, the legal aspects of their integration into existing planning tools were studied.
de: Der Abschlussbericht ist auf der Homepage der Gemeindeabteilung 20 verfügbar. https://www.wien.gv.at/stadtentwicklung/energie/pdf/energieversorgung-donaufeld.pdf Bericht über Rechtsaspekte der Raumenergieplanung Zur Vorbereitung der Umsetzung neuer Energieversorgungsmöglichkeiten wurden die rechtlichen Aspekte ihrer Integration in bestehende Planungsinstrumente untersucht.

source: The study focused on identifying existing obstacles and determining the legal scope of action.
de: Die Studie konzentrierte sich auf die Ermittlung der bestehenden Hindernisse und die Festlegung des Rechtsumfangs der Maßnahmen.

source: It also contains recommendations for the adaptation of existing legal instruments.
de: Sie enthält auch Empfehlungen zur Anpassung bestehender Rechtsinstrumente.

source: The report is available online at: https://www.wien.gv.at/kontakte/ma20/publikationen/index.html#studien Study of waste heat potential in Vienna Municipal Department 20 supported a study of the AIT Energy Department, which gathered data on the main potential sources of waste heat from commercial enterprises in Vienna and assessed the volume of waste heat.
de: Der Bericht ist online verfügbar unter: https://www.wien.gv.at/kontakte/ma20/publikationen/index.html#studien Studie über das Abwärmepotenzial in der Wiener Stadtverwaltung 20 unterstützte eine Studie der AIT Energieabteilung, die Daten über die wichtigsten potenziellen Abwärmequellen von Gewerbeunternehmen in Wien erhoben und das Abwärmevolumen bewertet hat.

source: The companies were selected depending on their sector, number of employees, and size.
de: Die Unternehmen wurden je nach Branche, Beschäftigtenzahl und Größe ausgewählt.

source: Based on this, their potentials for waste heat were calculated and localised on the map.
de: Auf dieser Grundlage wurden ihre Abwärmepotenziale berechnet und auf der Karte lokalisiert.

source: The next step will be to make this information publicly available as part of the energy potential maps, aggregated to statistical grids (250x250m).
de: Der nächste Schritt besteht darin, diese Informationen als Teil der in statistischen Gitter (250x250m) zusammengefassten Energiemappen öffentlich zugänglich zu machen.

source: Concrete core activation: local supply In 2016, a cooperation project headed by TU Vienna was launched, which develops assessment methods for the use of thermal component activation.
de: Konkrete Kernaktivierung: lokale Versorgung Im Jahr 2016 wurde ein Kooperationsprojekt unter Leitung der TU Wien gestartet, das Bewertungsmethoden für die Verwendung der thermischen Komponentenaktivierung entwickelt.

source: The findings of the project, which will be used to develop standards, will hopefully increase our understanding of efficiency and energy supply of buildings.
de: Die Ergebnisse des Projekts, das zur Entwicklung von Normen verwendet wird, werden hoffentlich unser Verständnis für die Effizienz und Energieversorgung von Gebäuden verbessern.

source: Due to its thermal characteristics and inertia, concrete core activation is a good way to store and use fluctuating energy volumes generated by renewables.
de: Aufgrund seiner thermischen Eigenschaften und Trägheit ist die Betonkernaktivierung eine gute Möglichkeit, schwankende Energiemengen aus erneuerbaren Quellen zu speichern und zu nutzen.

source: Concrete core activation can also be used as storage to reduce the load on the electric grid.
de: Die Betonkernaktivierung kann auch als Speicher verwendet werden, um die Belastung des Stromnetzes zu reduzieren.

source: Energy potential study for rivers Municipal Department 20 commissioned the Geological Survey of Austria (GBA) with studying the thermal potential of rivers and brooks in Vienna and to determine areas suited for thermal use with heat pumps.
de: Energiepotenzialstudie für Flüsse Gemeindeverwaltung 20 beauftragte den Geologischen Amt Österreichs (GBA) mit der Untersuchung des Wärmepotenzials von Flüssen und Bächen in Wien und der Bestimmung von Gebieten, die für die thermische Nutzung mit Wärmepumpen geeignet sind.

source: The streams in the Vienna Woods were found to be unsuited for thermal use, with the possible exception of the Wien and Liesing rivers.
de: Die Bäche im Wiener Wald wurden mit Ausnahme der Flüsse Wien und Liesing für thermische Zwecke ungeeignet.

source: The next step will be to verify these findings with discharge and temperature data.
de: Der nächste Schritt besteht darin, diese Ergebnisse mit Entladungs- und Temperaturdaten zu überprüfen.

source: The thermal use of watercourses in Vienna is, therefore, mainly possible along the Danube Canal and the Danube.
de: Die thermische Nutzung von Wasserläufen in Wien ist daher vor allem entlang des Donaukanals und der Donau möglich.

source: The results will be available in late 2017.
de: Die Ergebnisse werden Ende 2017 verfügbar sein.

source: Storage systems in Germany If fossil energy vectors are to be replaced by renewables, solar and wind energy are particularly suited where they are available in sufficient amounts.
de: Speichersysteme in Deutschland Wenn fossile Energievertreter durch erneuerbare Energien ersetzt werden sollen, sind Solar- und Windenergie besonders geeignet, wenn sie in ausreichender Menge verfügbar sind.

source: As these energy sources are very volatile, it is a major challenge to reconcile the fluctuating supply and the energy demand.
de: Da diese Energiequellen sehr volatil sind, ist es eine große Herausforderung, das schwankende Angebot und die nachfrage nach Energie in Einklang zu bringen.

source: Methods for providing more flexibility are needed – for example energy storage.
de: Es sind Methoden erforderlich, die mehr Flexibilität bieten zum Beispiel die Energiespeicherung.

source: Municipal Department 20 commissioned a literature review on the status quo (as at end of 2016) of energy storage in Germany.
de: Die Kommission stellt fest, dass die in den Erwägungsgründen 23 bis 24 genannten Maßnahmen nicht in Einklang mit dem Grundsatz der angemessenen Verringerung der Kosten für die Speicherung von Energie mit dem Ziel haben, die Verbrauchsteuer zu senken.

source: The central question was how recently initiated energy storage activities in Germany have developed.
de: Die zentrale Frage war, wie sich die kürzlich in Deutschland eingeleiteten Energiespeicherentwicklungen entwickelt haben.

source: The study focused on sources available online as well as expert newsletters and print products.
de: Die Studie konzentrierte sich auf Online-Quellen sowie auf Fachnewsletter und Printprodukte.

source: The perspective of municipalities and municipal energy suppliers was of particular interest.
de: Besonders interessant war die Perspektive der Gemeinden und der kommunalen Energieversorger.

source: The results can be found on the homepage of Municipal Department 20 at: https://www.wien.gv.at/stadtentwicklung/energie/pdf/energiespeicherung-deutschland.pdf
de: Die Ergebnisse sind auf der Homepage der Gemeindeabteilung 20 unter: https://www.wien.gv.at/stadtentwicklung/energie/pdf/energiespeicherung-deutschland.pdf zu finden.

source: Awareness building measures
de: Sensibilisierungsaktionen

source: Interest in energy and climate protection is growing.
de: Das Interesse an Energie und Klimaschutz wächst.

source: The demand for more information and practical advice regarding energy is growing.
de: Die Nachfrage nach mehr Informationen und praktischen Ratschlägen in Bezug auf Energie wächst.

source: Municipal Department 20 addresses this demand with a number of specific activities:
de: Die Gemeindeabteilung 20 nimmt diese Nachfrage mit einer Reihe spezifischer Maßnahmen in Angriff:

source: “Energy!ahead Vienna”: energy showcase project app A newly developed app presents energy showcase projects from Vienna.
de: Energy!ahead Vienna: Energie-Vitro-Projekt-App Eine neu entwickelte App präsentiert Energie-Vitro-Projekte aus Wien.

source: The projects are illustrated with attractive pictures and a description of the main energy indicators.
de: Die Projekte werden mit attraktiven Bildern und einer Beschreibung der wichtigsten Energieindikatoren veranschaulicht.

source: The app provides users a fun way to gain interesting information about buildings and projects in Vienna.
de: Die App bietet den Nutzern eine lustige Möglichkeit, interessante Informationen über Gebäude und Projekte in Wien zu erhalten.

source: Some information is only unlocked when you are at the location of the building.
de: Manche Informationen werden nur freigeschaltet, wenn man sich am Standort des Gebäudes befindet.

source: The map view provides an overview of the location of the showcase projects.
de: Die Kartenansicht gibt einen Überblick über die Standorte der Vorzeigeprojekte.

source: Energy literacy app As part of the implementation of the energy literacy certificate “energie-führerschein” in the Vienna City Administration, a training app was developed.
de: Energiekompetenz-App Im Rahmen der Umsetzung des Energiekompetenz-Zertifikats energie-führerschein in der Wiener Stadtverwaltung wurde eine Schulungs-App entwickelt.

source: It is intended as additional motivation for young people attending the “energie-führerschein” course to think about saving energy in their spare time and to prepare them better for their certification exam. https://www.wien.gv.at/stadtentwicklung/energie/rette-deine-insel.html Geothermal energy handbook The handbook provides information on different ways of using near-surface geothermal energy for forward-looking projects.
de: Es soll junge Menschen, die den energie-führerschein-Kurs besuchen, zusätzlich motivieren, in ihrer Freizeit über Energieeinsparungen nachzudenken und sie besser auf ihre Zertifizierungsausbildung vorzubereiten. https://www.wien.gv.at/stadtentwicklung/energie/rette-deine-insel.html Handbuch für Geothermie Das Handbuch enthält Informationen über verschiedene Möglichkeiten der Nutzung von Erdwärme in Zukunftstendenzen.

source: The systems presented in the publication can be used in single-family homes and in large residential and commercial buildings alike.
de: Die in der Veröffentlichung dargestellten Systeme können sowohl in Einfamilienhäusern als auch in großen Wohn- und Gewerbegebäuden eingesetzt werden.

source: It is intended to help users decide on suitable heating and cooling systems that use the soil as a source of heat or cold.
de: Sie soll den Nutzern helfen, sich für geeignete Heiz- und Kühlsysteme zu entscheiden, die den Boden als Wärme- oder Kältequelle nutzen.

source: The guide is available on the homepage of Municipal Department 20: https://www.wien.gv.at/stadtentwicklung/energie/pdf/leitfaden-erdwaerme.pdf Dialogue forum The forum “Wiener Energie Impulse” is intended as a point of communication that bridges business, industry, politicians and multipliers in the neighbourhood.
de: Der Leitfaden ist auf der Homepage der Gemeindeverwaltung 20 verfügbar: https://www.wien.gv.at/stadtentwicklung/energie/pdf/leitfaden-erdwaerme.pdf Dialogforum Das Forum Wiener Energie Impulse ist als Kommunikationspunkt gedacht, der Unternehmen, Industrie, Politik und Multiplikatoren in der Nachbarschaft verbindet.

source: It is an interdisciplinary gathering for a fact-based exchange of experiences and ideas.
de: Es handelt sich um ein interdisziplinäres Treffen für einen faktenbasierten Erfahrungsaustausch und Ideen.

source: The exciting format and communication possibilities promote dialogue between stakeholders in the fields of energy industry, forward-looking housing and working, mobility and logistics, public participation and new media.
de: Das spannende Format und die Kommunikationsmöglichkeiten fördern den Dialog zwischen den Interessengruppen in den Bereichen Energiewirtschaft, zukunftsweisende Wohn- und Arbeitsplätze, Mobilität und Logistik, öffentliche Beteiligung und neue Medien.

source: The four events in this series were dedicated to different topics, and provided an opportunity for discussion of their opportunities and challenges.
de: Die vier Veranstaltungen dieser Reihe widmeten sich verschiedenen Themen und boten Gelegenheit zur Diskussion über ihre Chancen und Herausforderungen.

source: Plus magazine Plus magazine presents innovative technologies and achievements in energy supply and use.
de: Das Plus-Magazin präsentiert innovative Technologien und Errungenschaften in der Energieversorgung und -nutzung.

source: It discusses current energy issues in Vienna and other urban areas, presents showcase projects, and prints interviews with pioneers who provide innovative energy solutions.
de: Es diskutiert aktuelle Energiefragen in Wien und anderen städtischen Gebieten, präsentiert Vorzeigeprojekte und druckt Interviews mit Pionieren, die innovative Energielösungen anbieten.
